Repository: win10fan/JustRememberUWP
Catalog: JustRemember_UWP/strings/*/Resources.resw
Source language: en_us
Languages: th_th

# cmdCancel
source: Cancel
th_th: ยกเลิก

# cmdConti
source: Continue
th_th: ทำต่อไป

# cmdNo
source: No
th_th: ไม่ใช่

# cmdOK
source: OK
th_th: ตกลง

# cmdYes
source: Yes
th_th: ใช่

# endTime
source: Time
th_th: เวลา

# endTimeLimit
source: Limit
th_th: จำกัด

# endTitle.Text
source: This round stat
th_th: สถิติรอบนี้

# endTotalWord
source: Total word
th_th: คำทั้งหมด

# endTotalWrong
source: Total wrong
th_th: เลือกผิดทั้งหมด

# matchCon.Header
source: Content size
th_th: ขนาดตัวหนังสือ

# matchEx.Text
source: Exit
th_th: ออก

# matchLP1
source: You about to lose this progress. Are you sure?
th_th: คุณจะสูญเสียความคืบหน้า คุณแน่ใจหรือไม่

# matchMain.Text
source: Main menu
th_th: เมนูหลัก

# matchOth.Text
source: Note
th_th: บันทึกย่อ

# matchPaused
source: Paused...
th_th: หยุดชั่วคราว...

# matchRes.Text
source: Restart match
th_th: เริ่มใหม่

# matchSes.Text
source: Session
th_th: ที่บันทึกไว้

# matchSet.Text
source: Settings
th_th: ตั้งค่า

# matchTimeup1
source: Time up!
th_th: หมดเวลา!!

# matchTimeup2
source: Try again?
th_th: ลองอีกครั้งหรือไม่?

# matchWarn1
source: Warning!
th_th: คำเตือน!!

# matchWarn2
source: If you continue. Your current progress will be lose. Press "Continue" if you don't care.
th_th: ถ้าคุณดำเนินต่อ ความคืบหน้าปัจจุบันของคุณจะหายไป กด "ต่อไป" ถ้าคุณไม่สนใจ

# noteClear1
source: Are you sure?
th_th: คุณแน่ใจหรือไม่?

# noteClear2
source: This will clear all your text!
th_th: คำสั่งนี้จะล้างข้อความที่เขียนมาทั้งหมด

# noteSave1
source: File not saved
th_th: ไฟล์ยัวไม่ได้บันทึก

# noteSave2
source: Do you want to save this change?
th_th: คุณต้องการบันทึกการเปลี่ยนแปลงนี้หรือไม่

# prenote.Text
source: Prenote
th_th: บันทึกที่มีให้

# settings.Text
source: Settings
th_th: ตั้งค่า

# start.Text
source: Start
th_th: เริ่ม

# addNL_InvName
source: Name can't contains: \ / : * ? " < > |
th_th: ชื่อไม่สามารถประกอบด้วย: \ / : * ? " < > |

# addNL_ItExist
source: Name already exist
th_th: ชื่อมีอยู่แล้ว

# addNL_NoEmpty
source: Name can't be empty
th_th: ต้องระบุชื่อ

# addNL_Tite.Text
source: Please enter filename
th_th: กรุณาป้อนชื่อแฟ้ม

# pnCancel.Label
source: Cancel
th_th: ยกเลิก

# pnOpen.Label
source: Open
th_th: เปิด

# fileDel.Label
source: Delete
th_th: ลบ

# fileEditor.Label
source: Editor
th_th: แก้ไขบันทึก

# fileRe.Label
source: Refresh
th_th: รีเฟรช

# fileTitle.Text
source: Choose to begin
th_th: เลือกไฟล์เพื่อเริ่ม

# fileNo
source: No user note. You can add note at editor
th_th: ไม่พบบันทึกใดๆ. คุณสามารถเพิ่มบันทึกได้จาก "แก้ไขบันทึก"

# fileYes
source: Total user note
th_th: บันทึกมีทั้งหมด

# setAPTheme.Text
source: Theme changed! Restart to apply
th_th: เปลี่ยนชุดรูปแบบแล้ว! ปิด-เปิดแอปใหม่ เพื่อให้เห็นผล

# setDark.Content
source: Dark
th_th: เข้ม

# setLight.Content
source: Light
th_th: อ่อน

# setTheme.Text
source: Theme
th_th: ชุดรูปแบบ

# setCStyle.Text
source: Choice selection style
th_th: รูปแบบตัวเลือก

# setGen.Header
source: General
th_th: ทั่วไป

# setLang.Text
source: Language
th_th: ภาษา

source: Made by: @
th_th: จัดทำโดย:

# madewith
source: Powered by
th_th: สร้างด้วย

# resetMSG1
source: All settings will revert to default.
th_th: การตั้งค่าทั้งหมดจะกลับไปเป็นค่าเริ่มต้น

# resetMSG2
source: All stat will clear to nothing.
th_th: สถิติทั้งหมดจะล้างหายไป

# resetMSG3
source: All unfinished session will get remove.
th_th: เซสชันทั้งหมดที่ยังไม่เสร็จจะถูกลบ

# resetMSG4
source: All your note will gone without going back.
th_th: บันทึกทั้งหมดของคุณจะหายไปอย่างไม่มีวันกลับ

# resetMSG5
source: Everything will reset to default like reinstall. If you want to reset. Application will exit"
th_th: ทุกอย่างจะถูกลบทิ้งเหมือนเริ่มต้นใหม่ เมื่อทุกอย่างเสร็จ แอปจะเด้งออก

# runon
source: Running on
th_th: ทำงานอยู่บน

# set2End.Content
source: Go to end page
th_th: ไปหน้าสรุปผล

# set2Main.Content
source: Go to main page
th_th: ไปหน้าหลัก

# set2Reset.Content
source: Restart match
th_th: เริ่มใหม่

# setAbt.Header
source: About & Reset
th_th: เกี่ยวกับ & รีเซท

# setAutoSC.Text
source: Display text auto scroll
th_th: เลื่อนช่องข้อความอัตโนมัติ

# setCheat.Text
source: As all choice stay same. It equally cheat. All stat will not save.
th_th: สถิติจะไม่ถูกบันทึก

# setDefSeed.Text
source: Default seed
th_th: รหัสเริ่มต้น

# setEasy.Content
source: Skip to next choice
th_th: ข้ามไปตัวเลือกถัดไป

# setFinale.Text
source: After final choice
th_th: หลังจากตัวเลือกสุดท้าย

# setFirstHint.Text
source: Hint at first choice
th_th: บอกใบ้ข้อแรก

# setFont.Text
source: Selected choice result display
th_th: ขนาดตัวหนังสือ คำตอบที่เลือก

# setHard.Content
source: Reset match
th_th: เริ่มใหม่

# setMin.Text
source: Minute
th_th: นาที

# setNorm.Content
source: Stay at same choice
th_th: อยู่ที่ข้อเดิม

# setReset1.Content
source: Reset stat
th_th: ล้างสถิติ

# setReset2.Content
source: Reset sessions
th_th: ล้างเซสซัน

# setReset3.Content
source: Remove all user note
th_th: ลบบันทึกทั้งหมด

# setReset4.Content
source: Reset everything
th_th: ล้างทุกอย่าง

# setSaveA.Content
source: Save all
th_th: บันทึกทั้งหมด

# setSaveN.Content
source: Discard all
th_th: ไม่บันทึกเลย

# setSec.Text
source: Second
th_th: วินาที

# setSes.Header
source: Session
th_th: เซสชัน

# setShowTXT.Text
source: Show text instead of ??? on wrong choice
th_th: แสดงคำตอบแทน ??? เมื่อเลือกข้อผิด

# setStat.Header
source: Stat
th_th: สถิติ

# setStatWat.Text
source: What to do with stat
th_th: จะทำอะไรกับสถิติ

# setTimeL.Text
source: Use time limit
th_th: จำกัดเวลา

# setTimeTTL.Text
source: Total time limit
th_th: ระยะเวลาที่จำกัด

# setTotalC.Text
source: Total choice
th_th: จำนวนตัวเลือก

# setWC.Text
source: When choose wrong choice
th_th: เมื่อเลือกคำตอบผิด

# version
source: App version
th_th: แอปเวอร์ชั่น

# qsFullSetting.Content
source: Go to Settings
th_th: ไปที่ตั้งค่า

# allStat
source: Total stat
th_th: สถิติทั้งหมด

# nostat
source: No stat found :(
th_th: ไม่พบสถิติที่บันทึกไว้ :(

# setReset.Content
source: Reset settings
th_th: รีเซ็ตการตั้งค่า

# noteOpen.Label
source: Open
th_th: เปิด

# noteAbt.Label
source: About
th_th: เกี่ยวกับ

# noteBack.Label
source: Back
th_th: กลับ

# noteDec.Label
source: Font-
th_th: ลดขนาด

# noteFile.Label
source: File
th_th: ไฟล์

# noteInc.Label
source: Font+
th_th: เพิ่มขนาด

# noteIns.Label
source: Insert
th_th: แทรก

# noteNew.Label
source: New
th_th: ใหม่

# noteNL.Label
source: New line
th_th: บรรทัดใหม่

# notePaste.Label
source: Paste
th_th: วาง

# noteSave.Label
source: Save
th_th: บันทึก

# noteSet.Label
source: Setting
th_th: ตั้งค่า

# noteTab.Label
source: Tab
th_th: แท็บ

# mainQuit
source: Quit
th_th: ออก

# setCS1.Text
source: Center
th_th: กดคำตอบ

# setCS2.Text
source: Bottom
th_th: กดตัวเลข

# setCS3.Text
source: Write
th_th: เขียน

# delMode
source: Delete mode. Double tap item to delete
th_th: โหมดลบไฟล์. แตะไฟล์ 2 ครั้ง เพื่อลบ
